module.exports = {

    "5v5": {

    "2-1-1": [
        "🧤 GK",
        "🛡️ DEF",
        "🛡️ DEF",
        "⚙️ MC",
        "⚡ DC"
    ],

    "1-2-1": [
        "🧤 GK",
        "🛡️ DEF",
        "⚙️ MC",
        "⚙️ MC",
        "⚡ DC"
    ],

    "2-2": [
        "🧤 GK",
        "🛡️ DEF",
        "🛡️ DEF",
        "⚡ DC",
        "⚡ DC"
    ]

},



"6v6": {

    "2-2-1": [
        "🧤 GK",
        "🛡️ LD",
        "🛡️ LI",
        "⚙️ MC",
        "⚙️ MC",
        "⚡ DC"
    ],

    "3-1-1": [
        "🧤 GK",
        "🛡️ LD",
        "🛡️ DEF",
        "🛡️ LI",
        "⚙️ MC",
        "⚡ DC"
    ],

    "2-1-2": [
        "🧤 GK",
        "🛡️ LD",
        "🛡️ LI",
        "⚙️ MC",
        "⚡ DC",
        "⚡ DC"
    ]

},



    "7v7": {

        "2-3-1": [
            "🧤 GK",
            "🛡️ LD",
            "🛡️ LI",
            "⚙️ MC",
            "⚙️ MC",
            "⚙️ MC",
            "⚡ DC"
        ],

        "3-2-1": [
            "🧤 GK",
            "🛡️ LD",
            "🛡️ DEF",
            "🛡️ LI",
            "⚙️ MC",
            "⚙️ MC",
            "⚡ DC"
        ],

        "2-2-2": [
            "🧤 GK",
            "🛡️ LD",
            "🛡️ LI",
            "⚙️ MC",
            "⚙️ MC",
            "⚡ DC",
            "⚡ DC"
        ],

        "1-3-2": [
            "🧤 GK",
            "🛡️ DEF",
            "⚙️ MC",
            "⚙️ MC",
            "⚙️ MC",
            "⚡ DC",
            "⚡ DC"
        ]

    },



    "8v8": {

        "3-3-1": [
            "🧤 GK",
            "🛡️ LD",
            "🛡️ DEF",
            "🛡️ LI",
            "⚙️ MC",
            "⚙️ MC",
            "⚙️ MC",
            "⚡ DC"
        ],

        "3-2-2": [
            "🧤 GK",
            "🛡️ LD",
            "🛡️ DEF",
            "🛡️ LI",
            "⚙️ MC",
            "⚙️ MC",
            "⚡ DC",
            "⚡ DC"
        ]

    },



    "9v9": {

        "3-3-2": [
            "🧤 GK",
            "🛡️ LD",
            "🛡️ DEF",
            "🛡️ LI",
            "⚙️ MC",
            "⚙️ MC",
            "⚙️ MC",
            "⚡ DC",
            "⚡ DC"
        ],

        "2-4-2": [
            "🧤 GK",
            "🛡️ LD",
            "🛡️ LI",
            "⚙️ MC",
            "⚙️ MC",
            "⚙️ MC",
            "⚙️ MC",
            "⚡ DC",
            "⚡ DC"
        ]

    },



    "10v10": {

        "4-3-2": [
            "🧤 GK",
            "🛡️ LD",
            "🛡️ DFC",
            "🛡️ DFC",
            "🛡️ LI",
            "⚙️ MC",
            "⚙️ MC",
            "⚙️ MC",
            "⚡ DC",
            "⚡ DC"
        ],

        "3-4-2": [
            "🧤 GK",
            "🛡️ LD",
            "🛡️ DEF",
            "🛡️ LI",
            "⚙️ MC",
            "⚙️ MC",
            "⚙️ MC",
            "⚙️ MC",
            "⚡ DC",
            "⚡ DC"
        ]

    },



    "11v11": {

        "4-3-3": [
            "🧤 GK",
            "🛡️ LD",
            "🛡️ DFC",
            "🛡️ DFC",
            "🛡️ LI",
            "⚙️ MC",
            "⚙️ MC",
            "⚙️ MC",
            "⚡ EI",
            "⚡ DC",
            "⚡ ED"
        ],

        "4-4-2": [
            "🧤 GK",
            "🛡️ LD",
            "🛡️ DFC",
            "🛡️ DFC",
            "🛡️ LI",
            "⚙️ MD",
            "⚙️ MC",
            "⚙️ MC",
            "⚙️ MI",
            "⚡ DC",
            "⚡ DC"
        ],

        "4-2-3-1": [
            "🧤 GK",
            "🛡️ LD",
            "🛡️ DFC",
            "🛡️ DFC",
            "🛡️ LI",
            "⚙️ MC",
            "⚙️ MC",
            "⚡ MCO",
            "⚡ EI",
            "⚡ ED",
            "⚡ DC"
        ]

    }

};
